"""Этот пакет содержит все схемы приложения.

Схемы файла tasks:
==================
TaskStatus - Возможные статусы задачи.
TaskCreate - Модель создания задачи.
TaskUpdate- Модель апдейта задачи.
TaskRead - Модель для представления задачи в ответе.
Config - Конфигурация модели.
==================

Схемы файла user:
==================
UserCreate- Модель для создания нового пользователя.
UserUpdate -Модель для апдейта пользователя.
UserRead- Модель для использования пользователя в ответе.
Config - Конфигурация модели.
UserBase - Базовая модель.
Token - Модель для представления JWT-токена.
==================

"""
